export const OneDigit: { [x: string]: any; } = {
    "0" : "សូន្យ", 
    "1" : "មួយ", 
    "2" : "ពីរ", 
    "3" : "បី", 
    "4" : "បួន", 
    "5" : "ប្រាំ", 
    "6" : "ប្រាំមួយ", 
    "7" : "ប្រាំពីរ", 
    "8" : "ប្រាំបី", 
    "9" : "ប្រាំបួន"
}

export const TwoDigit: { [x: string]: any; } = {
    "1" : "ដប់", 
    "2" : "ម្ភៃ", 
    "3" : "សាមសិប", 
    "4" : "សែសិប", 
    "5" : "ហាសិប", 
    "6" : "ហុកសិប", 
    "7" : "ចិតសិប", 
    "8" : "ប៉ែតសិប", 
    "9" : "កៅសិប" 
}

export const ThreeDigit: { [x: string]: any; } = {
    "0" : "រយ"
}

export const FourDigit: { [x: string]: any; } = {
    "1" : "ពាន់", 
    "2" : "លាន", 
    "3" : "ប៊ីលាន", 
    "4" : "ទ្រីលាន" 
}

export const Sign: { [x: string]: any; } = {
    "0" : "កណ្ដកសញ្ញា"
}