export const normalMonth: { [x: number]: any; } = {
    "0"  :   "មិគសិរ", 
    "1"  :   "បុស្ស", 
    "2"  :   "មាឃ", 
    "3"  :   "ផល្គុន", 
    "4"  :   "ចេត្រ", 
    "5"  :   "ពិសាខ", 
    "6"  :   "ជេស្ឋ", 
    "7"  :   "អាសាឍ", 
    "8"  :   "ស្រាពណ៍", 
    "9"  :   "ភទ្របទ", 
    "10"  :   "អស្សុជ", 
    "11"  :   "កត្ដិក"
}
export const leapMonth: { [x: number]: any; } = {
    "0"  :   "មិគសិរ", 
    "1"  :   "បុស្ស", 
    "2"  :   "មាឃ", 
    "3"  :   "ផល្គុន", 
    "4"  :   "ចេត្រ", 
    "5"  :   "ពិសាខ", 
    "6"  :   "ជេស្ឋ", 
    "7"  :   "បឋមាសាឍ", 
    "8"  :   "ទុតិយាសាឍ", 
    "9"  :   "ស្រាពណ៍", 
    "10"  :   "ភទ្របទ", 
    "11"  :   "អស្សុជ", 
    "12"  :   "កត្ដិក"
}